Repository: osclass/plugin-digitalgoods
Catalog: digitalgoods/languages/*/messages.po
Languages: de_de

source: The selected file couldn't be deleted, the url doesn't exist
de_de: Die angegebene Datei konnte nicht gelöscht werden, die URL existiert nicht

source: The item doesn't exist
de_de: Der Eintrag existiert nicht

source: The item doesn't belong to you
de_de: Dieser Eintrag gehört ihnen nicht

source: The selected file has been successfully deleted
de_de: Die markierte Datei wurde erfolgreich gelöscht

source: The selected file couldn't be deleted
de_de: Die gewählte Datei konnte nicht gelöscht werden

source: Congratulations. The plugin is now configured
de_de: Gratulation. Das Plugin ist nun konfiguriert

source: Digital Goods Settings
de_de: Digital Goods Einstellungen

source: Number of max files per ad (0 for unlimited)
de_de: Maximale anzahl an Einträgen pro Anzaige (0 für unlimitiert)

source: Allowed filetypes (separated by comma)
de_de: Erlaubre Dateitypen (mit komma getrennt z.B. pdf,txt,doc)

source: Settings
de_de: Einstellungen

source: Configure categories
de_de: Kategorie einstellen

source: Some of the files were not uploaded because they have incorrect extension
de_de: Einige Dateien konnten nicht hochgeladen werden, weil sie nicht erlaubte Dateiwerweiterungen haben

source: Digital Goods
de_de: Zusätzliche Dateien

source: Allowed extensions are %s. Any other file will not be uploaded
de_de: Erlaubte Dateierweiterungen sind %s. Andere Dateitypen werden nicht hochgeladen

source: Delete
de_de: Löschen

source: Add new digital file
de_de: Neue Datei hinzufügen

source: Remove
de_de: Entfernen

source: Sorry, you have reached the maximum number of files per ad
de_de: Sie haben die maximale Anzahl an zusätzlichen Dateien erreicht

source: This action can\'t be undone. Are you sure you want to continue?
de_de: Diese Aktion kann nicht rückgängig gemacht werden. Sind sie sicher?

source: Ad
de_de: Anzeige

source: File
de_de: Datei

source: Total downloads
de_de: Anzahl der Downloads
